Repository: wp-plugins/food-and-drink-menu
Catalog: languages/fdmdomain-*.po
Languages: de_de

source: Menus
de_de: Speisekarten

source: Menu
de_de: Speisekarte

source: Add Menu
de_de: Speisekarte erstellen

source: Add New Menu
de_de: Neue Speisekarte

source: Edit
de_de: Bearbeiten

source: Edit Menu
de_de: Speisekarte bearbeiten

source: New Menu
de_de: Neue Speisekarte

source: View
de_de: Ansehen

source: View Menu
de_de: Speisekarte ansehen

source: Search Menus
de_de: Speisekarten suchen

source: No Menu found
de_de: Keine Speisekarte gefunden

source: No Menu found in Trash
de_de: Keine Speisekarte im Papierkorb gefunden

source: Parent Menu
de_de: Übergeordnete Speisekarte

source: Menu Sections
de_de: Speisekarten-Kapitel

source: Menu Section
de_de: Speisekarten-Kapitel

source: Search Menu Sections
de_de: Speisekarten-Kapitel durchsuchen

source: All Menu Sections
de_de: Alle Speisekarten-Kapitel

source: Menu Section:
de_de: Speisekarten-Kapitel:

source: Edit Menu Section
de_de: Speisekarten-Kapitel bearbeiten

source: Update Menu Section
de_de: Speisekarten-Kapitel aktualisieren

source: Add New Menu Section
de_de: Neues Speisekarten-Kapitel hinzufügen

source: Menu Items
de_de: Gerichte

source: Menu Item
de_de: Gericht

source: Add Menu Item
de_de: Gericht hinzufügen

source: Add New Menu Item
de_de: Neues Gericht hinzufügen

source: Edit Menu Item
de_de: Gericht bearbeiten

source: New Menu Item
de_de: Neues Gericht

source: View Menu Item
de_de: Gericht ansehen

source: Search Menu Items
de_de: Gericht suchen

source: No Menu Item found
de_de: Kein Gericht gefunden

source: No Menu Item found in Trash
de_de: Kein Gericht im Papierkorb gefunden

source: Parent Menu Item
de_de: Übergeordnetes Gericht

source: Menu Footer
de_de: Fußzeile der Speisekarte

source: Menu Layout
de_de: Layout der Speisekarte

source: Menu Shortcode
de_de: Speisekarten-Shortcode

source: Menu Item Shortcode
de_de: Gericht-Shortcode

source: Price
de_de: Preis

source: Click on a Menu Section to add it to this menu.
de_de: Klicke auf ein Speisekarten-Kapitel, um es zu dieser Speisekarte hinzuzufügen

source: First Column
de_de: Erste Spalte

source: Second Column
de_de: Zweite Spalte

source: Hint: Leave the second column empty to display the menu in a single column.
de_de: Hinweis: Lasse die zweite Spalte leer, um die Speisekarte einspaltig anzuzeigen

source: Once this menu is published, look here to find the shortcode you will use to display this menu in any post or page.
de_de: Wenn die Speisekarte veröffentlicht ist, findest Du hier den Shortcode, den Du benutzen kannst, um diese Speisekarte in einem Beitrag oder auf einer Seite einzufügen

source: Copy and paste the snippet below into any post or page in order to display this menu.
de_de: Kopiere den untenstehenden Code und füge ihn in einen Beitrag oder eine Seite ein, um diese Speisekarte dort anzuzeigen

source: Once this menu is published, look here to find the shortcode you will use to display this menu item in any post or page.
de_de: Wenn diese Speisekarte veröffentlicht ist, findest Du hier den Shortcode, um sie in irgendeinen Beitrag oder eine Seite einzufügen

source: Food and Drink Menu
de_de: Speisen- und Getränke Karte

source: Create a menu for restaurants, cafes, bars and eateries and display it in templates, posts, pages and widgets.
de_de: Erstelle eine Speisekarte für Restaurants, Bars, Cafés und Kneipen und veröffentliche sie in Vorlagen (Templates), Beiträgen, Seiten und Widgets

source: Base formatting only
de_de: Nur einfache Formatierung erlaubt

source: Classic style
de_de: Klassischer Stil

source: Don't load any CSS styles
de_de: Lade keinerlei CSS-Stile

source: View the help documentation for Food and Drink Menu
de_de: Sieh Dir die Hilfs-Dokumentation für das Speisen- und Getränkekarten-Plugin an

source: Help
de_de: Hilfe

source: Upgrade to Food and Drink Pro
de_de: Upgrade auf die Pro-Version

source: Add new scheduling rule
de_de: Eine neue Zeitplan-Regel erstellen

# Format of a scheduling rule
source: Weekly
de_de: wöchentlich

# Format of a scheduling rule
source: Monthly
de_de: monatlich

# Format of a scheduling rule
source: Date
de_de: Datum

# Label for selecting days of the week in a scheduling rule
source: Days of the week
de_de: Tage der Woche

# Label for selecting weeks of the month in a scheduling rule
source: Weeks of the month
de_de: Wochen des Monats

source: Date
de_de: Datum

# Label to select time slot for a scheduling rule
source: Time
de_de: Uhrzeit

# Label to set a scheduling rule to last all day
source: All day
de_de: ganztags

# Label for the starting time of a scheduling rule
source: Start
de_de: Beginn

# Label for the ending time of a scheduling rule
source: End
de_de: Ende

# Prompt displayed when a scheduling rule is set without any time restrictions.
source: All day long. Want to <a href="#" data-format="time-slot">set a time slot</a>?
de_de: Ganztags. Möchtest Du einen <a href="#" data-format="time-slot">Timeslot erstellen</a>?

source: Open and close this rule
de_de: Diese Regel öffnen und schließen

source: Delete rule
de_de: Diese Regel löschen

source: Delete scheduling rule
de_de: Diese Zeitplan-Regel löschen

source: Never
de_de: Niemals

source: Every day
de_de: täglich

source: {days} on the {weeks} week of the month
de_de: {days} in den {weeks} Wochen des Monats

source: {weeks} week of the month
de_de: {weeks} Woche des Monats

# Brief default description of a scheduling rule when no times are set
source: All day
de_de: ganztags

source: Ends at
de_de: Endet um

source: Starts at
de_de: Beginnt um:

source: Settings
de_de: Einstellungen

source: Style
de_de: Stil

source: Choose what style you would like to use for your menu.
de_de: Wähle den Stil aus, den Du für Deine Speisekarte verwenden möchtest

source: Choose the styling for your menus.
de_de: Wähle das Styling der Speisekarten

source: Disable Features
de_de: Features ausstellen

source: Choose what features of the menu items you wish to disable and hide from the admin interface.
de_de: Wähle aus, welche Features der Gerichte Du im Admin-Interface ausstellen und verbergen möchtest

source: Disable all pricing options for menu items.
de_de: Alle Preis-Optionen für Gerichte ausstellen

source: Advanced Options
de_de: Erweiterte Optionen

source: Menu Item Photo Width
de_de: Breite des Fotos des Gerichts

source: The width in pixels of menu item thumbnails automatically generated by WordPress. Leave this field empty to preserve the default (600).
de_de: Die Breite in Pixeln der automatisch von Wordpress generierten Thumbnails für die Gerichte. Lass das Feld leer, um die Standardeinstellung beizubehalten.(600).

source: Menu Item Photo Height
de_de: Höhe des Fotos des Gerichts

source: The height in pixels of menu item thumbnails automatically generated by WordPress. Leave this field empty to preserve the default (600).
de_de: Die Höhe in Pixeln der automatisch von Wordpress generierten Thumbnails für die Gerichte. Lass das Feld leer, um die Standardeinstellung beizubehalten.(600).

source: Display your food and drink menu.
de_de: Zeige Deine Speise- und Getränkekarte an

source: Food and Drink Menu Item
de_de: Speise- und Getränkekarten-Eintrag

source: Display a single item from your food and drink menu.
de_de: Zeige eine einzelne Speise aus Deiner Speise- und Getränkekarte an
